{
    "lunes": [
        "Empieza el día con 15 minutos de exposición solar entre las 9:00 y las 10:30. Mejora la producción de vitamina D y fortalece tu sistema inmune.",
        "Caminar descalzo sobre tierra o césped húmedo durante la mañana puede estimular el sistema inmunológico a través del contacto con la naturaleza (earthing).",
        "Incluye alimentos ricos en zinc como pipas de calabaza o garbanzos en tu desayuno para apoyar la función inmunitaria.",
        "Tómate 2 minutos para practicar respiración nasal lenta al Sol. Activa el nervio vago y reduce el cortisol."
    ],
    "martes": [
        "La luz solar en la retina por la mañana ajusta tu reloj biológico. Mejorarás tu sueño y eso fortalece el sistema inmune.",
        "Añadir ajo crudo a tu almuerzo estimula la producción de glóbulos blancos. Es un antimicrobiano natural.",
        "La actividad física moderada bajo el Sol (como pasear) mejora la circulación de células inmunes.",
        "Evita gafas de sol entre las 9:30 y 11:00. Tus ojos regulan la señal hormonal que activa el sistema inmune."
    ],
    "miércoles": [
        "Incluye alimentos fermentados como chucrut, kéfir o yogur natural. Mejoran la microbiota, clave en la inmunidad.",
        "Toma 10 minutos al Sol tras la comida si estás en casa. Estimula tu metabolismo y sincroniza tu ritmo circadiano.",
        "La cúrcuma, combinada con pimienta negra, es un potente modulador inmunológico. Agrégala a una infusión.",
        "Reduce el azúcar añadido hoy. Altas dosis desregulan la función de los neutrófilos durante horas."
    ],
    "jueves": [
        "Haz una pequeña siesta de 20 minutos tras tu exposición solar matutina. El sistema inmune se refuerza en la fase de relajación.",
        "Toma alimentos ricos en vitamina C como kiwi, pimiento o fresas. Mejora la actividad de los linfocitos T.",
        "Un paseo al atardecer expuesto al Sol (ángulo bajo) promueve la producción de melatonina nocturna, esencial para inmunidad.",
        "Evita cenar después de las 21:00. El ayuno nocturno de más de 12 h favorece los procesos inmuno-regenerativos."
    ],
    "viernes": [
        "La exposición solar suave matinal aumenta los niveles de óxido nítrico, con efecto protector cardiovascular e inmune.",
        "Incluye alimentos prebióticos hoy (plátano verde, alcachofa, cebolla). Nutren tus bacterias buenas.",
        "Respira profundamente durante 3 minutos en exterior por la mañana. Oxigenación y reducción del estrés inmunosupresor.",
        "La vitamina D regula más de 200 genes vinculados a la inmunidad. Recuerda salir al Sol al menos 20 minutos."
    ],
    "sábado": [
        "Entrena en ayunas al aire libre si puedes. El ejercicio ligero con luz solar activa la autofagia y reduce inflamación.",
        "Desayuna tras tu entrenamiento con huevos revueltos y aguacate: proteína y grasas buenas para la inmunidad.",
        "Disfruta hoy de un paseo largo bajo el Sol entre las 10:00 y las 12:00. Tu piel lo agradecerá y tu sistema inmune también.",
        "Bebe una infusión de jengibre y limón. Calma el sistema digestivo y refuerza tu barrera intestinal, clave inmunitaria."
    ],
    "domingo": [
        "Tómate un descanso digital por la mañana. En lugar de mirar pantallas, sal al Sol con los ojos abiertos.",
        "Haz respiraciones profundas al amanecer frente al Sol. Estimula mitocondrias y refuerza las defensas celulares.",
        "Prepara una comida rica en omega 3 (salmón, nueces, lino). Regula la inflamación inmunitaria.",
        "Agradece conscientemente tres cosas al Sol al final del día. La gratitud refuerza la inmunorregulación a través del sistema nervioso."
    ]
}